Repository: dddmmiao/resume-projects
Catalog: 手表彩灯/watchRGB/watchRGB Watch App/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, zh_hans

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

# settings.replay.tutorial
source: Replay Tutorial
de: Tutorial wiedergeben
es: Reproducir tutorial
fr: Rejouer le tutoriel
ja: チュートリアル再生
ko: 튜토리얼 재생
zh_hans: 重播引导

# settings.replay.tutorial.description
source: Watch the tutorial again
de: Tutorial erneut ansehen
es: Ver el tutorial de nuevo
fr: Regarder le tutoriel à nouveau
ja: チュートリアルを再度視聴
ko: 튜토리얼 다시 보기
zh_hans: 重新观看教程

# settings.optimal.guide
source: Optimal Settings
de: Optimale Einstellungen
es: Configuración óptima
fr: Réglages optimaux
ja: 最適設定
ko: 최적 설정
zh_hans: 最佳设置

# settings.optimal.guide.description
source: Enhance your experience
de: Ihre Erfahrung verbessern
es: Mejorar tu experiencia
fr: Améliorer votre expérience
ja: 使用体験を向上
ko: 사용 경험 향상
zh_hans: 优化使用体验

# settings.color.format
source: Color Format Display
de: Farbformat-Anzeige
es: Formato de pantalla de color
fr: Affichage format de couleur
ja: 色形式表示
ko: 색상 형식 표시
zh_hans: 颜色格式显示

# settings.membership.center
source: Membership
de: Mitgliedschaft
es: Membresía
fr: Adhésion
ja: メンバーシップ
ko: 멤버십
zh_hans: 会员中心

# settings.membership.premium
source: Premium Features Unlocked
de: Premium-Funktionen freigeschaltet
es: Funciones premium desbloqueadas
fr: Fonctionnalités premium débloquées
ja: プレミアム機能解除済み
ko: 프리미엄 기능 해제됨
zh_hans: 已解锁高级功能

# settings.membership.unlock
source: Unlock More Features
de: Mehr Funktionen freischalten
es: Desbloquear más funciones
fr: Débloquer plus de fonctionnalités
ja: より多くの機能を解除
ko: 더 많은 기능 해제
zh_hans: 解锁更多功能

# settings.reset
source: Reset Settings
de: Einstellungen zurücksetzen
es: Restablecer configuración
fr: Réinitialiser les paramètres
ja: 設定リセット
ko: 설정 초기화
zh_hans: 重置设置

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: について
ko: 정보
zh_hans: 关于

# settings.about.version
source: Version Info
de: Versionsinformationen
es: Información de versión
fr: Informations de version
ja: バージョン情報
ko: 버전 정보
zh_hans: 版本信息

# settings.reset.confirm.title
source: Reset Settings
de: Einstellungen zurücksetzen
es: Restablecer configuración
fr: Réinitialiser les paramètres
ja: 設定リセット
ko: 설정 초기화
zh_hans: 重置设置

# settings.reset.confirm.message
source: All settings will be restored to their default values. This action cannot be undone.
de: Alle Einstellungen werden auf ihre Standardwerte zurückgesetzt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todas las configuraciones se restaurarán a sus valores por defecto. Esta acción no se puede deshacer.
fr: Tous les paramètres seront restaurés à leurs valeurs par défaut. Cette action ne peut pas être annulée.
ja: すべての設定がデフォルト値に戻ります。この操作は元に戻せません。
ko: 모든 설정이 기본값으로 복원됩니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 所有设置将恢复为默认值，此操作不可撤销。

# settings.reset.confirm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# settings.reset.confirm.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hans: 重置

# settings.shake.sensitivity
source: Shake Sensitivity
de: Schüttel-Empfindlichkeit
es: Sensibilidad de agitación
fr: Sensibilité de secousse
ja: シェイク感度
ko: 흔들기 민감도
zh_hans: 摇晃灵敏度

# settings.shake.description
source: Adjust detection sensitivity
de: Erkennungsempfindlichkeit anpassen
es: Ajustar sensibilidad de detección
fr: Ajuster la sensibilité de détection
ja: 検出感度を調整
ko: 감지 민감도 조정
zh_hans: 调整检测灵敏度

# language.title
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

# about.appName
source: Watch Colorful Screen
de: Watch Farbbildschirm
es: Watch Pantalla Colorida
fr: Watch Écran Coloré
ja: ウォッチカラー画面
ko: 워치 컬러 화면
zh_hans: 手表彩屏

# about.version.number
source: Version 1.0.0
es: Versión 1.0.0
ja: バージョン 1.0.0
ko: 버전 1.0.0
zh_hans: 版本 1.0.0

# about.app.description
source: RGB colorful screen app designed for Apple Watch.
de: RGB-Farbbildschirm-App für Apple Watch
es: Aplicación de pantalla RGB colorida para Apple Watch
fr: Application d'écran RGB coloré conçue pour Apple Watch
ja: Apple Watch専用のRGBカラー画面アプリ
ko: Apple Watch 전용 RGB 컬러 화면 앱
zh_hans: 专为Apple Watch设计的RGB彩色屏幕应用

# color.format.title
source: Color Format
de: Farbformat
es: Formato de color
fr: Format de couleur
ja: 色形式
ko: 색상 형식
zh_hans: 颜色格式

# color.format.rgb.description
source: Red, Green, Blue
de: Rot, Grün, Blau
es: Rojo, Verde, Azul
fr: Rouge, Vert, Bleu
ja: 赤、緑、青
ko: 빨강, 초록, 파랑
zh_hans: 红绿蓝三原色

# color.format.hex.description
source: Hexadecimal color
de: Hexadezimale Farbe
es: Color hexadecimal
fr: Couleur hexadécimale
ja: 16進数カラー
ko: 16진수 색상
zh_hans: 十六进制颜色

# color.format.emoji
source: Emoji
ja: 絵文字
ko: 이모지
zh_hans: 表情

# color.format.emoji.description
source: Representation by emoji
de: Emoji-Darstellung
es: Representación por emoji
fr: Représentation par emoji
ja: 絵文字表示
ko: 이모지 표현
zh_hans: 表情符号表示

# membership.premium.title
source: Premium Member
de: Premium-Mitglied
es: Miembro Premium
fr: Membre Premium
ja: プレミアム会員
ko: 프리미엄 회원
zh_hans: 已是高级会员

# membership.upgrade.title
source: Upgrade to Premium
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
zh_hans: 升级高级会员

# membership.premium.description
source: Enjoy all premium features
de: Genießen Sie alle Premium-Funktionen
es: Disfruta de todas las funciones premium
fr: Profitez de toutes les fonctionnalités premium
ja: すべてのプレミアム機能をお楽しみください
ko: 모든 프리미엄 기능을 즐기세요
zh_hans: 畅享所有高级功能

# membership.upgrade.description
source: Unlock all premium features
de: Alle Premium-Funktionen freischalten
es: Desbloquear todas las funciones premium
fr: Débloquer toutes les fonctionnalités premium
ja: すべてのプレミアム機能を解除
ko: 모든 프리미엄 기능 해제
zh_hans: 解锁全部高级功能

# membership.features.title
source: Premium Features:
de: Premium-Funktionen:
es: Funciones Premium:
fr: Fonctionnalités Premium :
ja: プレミアム機能:
ko: 프리미엄 기능:
zh_hans: 高级功能:

# membership.feature.breathing
source: Breathing Mode
de: Atemmodus
es: Modo respiración
fr: Mode respiration
ja: 呼吸モード
ko: 호흡 모드
zh_hans: 呼吸模式

# membership.feature.breathing.description
source: Multiple breathing effects
de: Mehrere Atemeffekte
es: Múltiples efectos de respiración
fr: Effets de respiration multiples
ja: 複数の呼吸エフェクト
ko: 다양한 호흡 효과
zh_hans: 多种呼吸动效

# membership.feature.rgb
source: RGB Color Picker
de: RGB-Farbwähler
es: Selector RGB
fr: Sélecteur RGB
ja: RGBカラーピッカー
ko: RGB 컬러 피커
zh_hans: RGB调色器

# membership.feature.rgb.description
source: Precise color adjustment
de: Präzise Farbanpassung
es: Ajuste preciso de colores
fr: Ajustement précis des couleurs
ja: 精密な色調整
ko: 정밀한 색상 조정
zh_hans: 精确调节颜色

# membership.feature.emoji
source: Emoji Selector
de: Emoji-Selektor
es: Selector de emoji
fr: Sélecteur d'emoji
ja: 絵文字セレクタ
ko: 이모지 선택기
zh_hans: 表情选择器

# membership.feature.emoji.description
source: Fun emoji colors
de: Lustige Emoji-Farben
es: Colores divertidos de emoji
fr: Couleurs d'emoji amusantes
ja: 楽しい絵文字カラー
ko: 재미있는 이모지 색상
zh_hans: 有趣的颜色表情

# membership.feature.colorFormat
source: Multiple Color Formats
de: Mehrere Farbformate
es: Múltiples formatos de color
fr: Formats de couleurs multiples
ja: 複数の色形式
ko: 다양한 색상 형식
zh_hans: 多种颜色格式

# membership.feature.colorFormat.description
source: RGB, HEX and more
de: RGB, HEX und mehr
es: RGB, HEX y más
fr: RGB, HEX et plus
ja: RGB、HEXなど
ko: RGB, HEX 등
zh_hans: RGB、HEX等格式

# membership.feature.shake
source: Shake Random
de: Schüttel-Zufallsfarbe
es: Agitar aleatorio
fr: Secousse aléatoire
ja: シェイクランダム
ko: 흔들기 랜덤
zh_hans: 摇晃随机

# membership.feature.shake.description
source: Get random colors by shaking
de: Zufallsfarben durch Schütteln
es: Colores aleatorios agitando
fr: Couleurs aléatoires en secouant
ja: シェイクでランダムカラー
ko: 흔들어서 랜덤 색상
zh_hans: 摇晃获取随机颜色

# membership.feature.shakeSensitivity
source: Shake Sensitivity
de: Schüttel-Empfindlichkeit
es: Sensibilidad de agitación
fr: Sensibilité de secousse
ja: シェイク感度
ko: 흔들기 민감도
zh_hans: 摇晃灵敏度

# membership.feature.shakeSensitivity.description
source: Adjust shake sensitivity
de: Schüttel-Empfindlichkeit anpassen
es: Ajustar sensibilidad
fr: Ajuster la sensibilité
ja: シェイク感度を調整
ko: 민감도 조정
zh_hans: 调节摇晃灵敏度

# membership.unlock.button
source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
ja: プレミアム解除
ko: 프리미엄 해제
zh_hans: 解锁高级功能

# membership.unlock.button.price
source: Unlock Premium %@
de: Premium freischalten %@
es: Desbloquear Premium %@
fr: Débloquer Premium %@
ja: プレミアム解除 %@
ko: 프리미엄 해제 %@
zh_hans: 解锁高级功能 %@

# membership.unlocked.status
source: You are a Premium Member
de: Sie sind Premium-Mitglied
es: Eres miembro Premium
fr: Vous êtes membre Premium
ja: プレミアム会員です
ko: 프리미엄 회원입니다
zh_hans: 您已是高级会员

# membership.purchasing
source: Purchasing...
de: Kaufe...
es: Comprando...
fr: Achat en cours...
ja: 購入中...
ko: 구매 중...
zh_hans: 购买中...

# membership.loading.products
source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 로딩 중...
zh_hans: 加载中...

# membership.loading.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# membership.restore.purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入復元
ko: 구매 복원
zh_hans: 恢复购买

# membership.purchase.error.title
source: Purchase Failed
de: Kauf fehlgeschlagen
es: Error de compra
fr: Échec de l'achat
ja: 購入失敗
ko: 구매 실패
zh_hans: 购买失败

# membership.restore.confirm.title
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入復元
ko: 구매 복원
zh_hans: 恢复购买

# membership.restore.confirm.message
source: Will attempt to restore your previous purchases
de: Versucht, Ihre vorherigen Käufe wiederherzustellen
es: Intentará restaurar tus compras anteriores
fr: Tentera de restaurer vos achats précédents
ja: 以前の購入記録の復元を試行します
ko: 이전 구매 기록 복원을 시도합니다
zh_hans: 将尝试恢复您之前的购买记录

# membership.restore.confirm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# membership.restore.confirm.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
zh_hans: 恢复

# optimal.settings.always.on.simple
source: Keep Screen Always On
de: Bildschirm immer an
es: Mantener pantalla encendida
fr: Garder l'écran allumé
ja: 画面を常時表示
ko: 화면 항상 켜기
zh_hans: 保持屏幕常亮

# optimal.settings.always.on.path
source: Settings → Display & Brightness → Always On
de: Einstellungen → Anzeige & Helligkeit → Immer eingeschaltet
es: Ajustes → Pantalla y brillo → Siempre activada
fr: Réglages → Luminosité et affichage → Toujours activé
ja: 設定 → 画面表示と明るさ → 常時表示
ko: 설정 → 디스플레이 및 밝기 → 항상 켜기
zh_hans: 设置 → 显示与亮度 → 全天候显示

# optimal.settings.return.crown.simple
source: Keep App Active
de: App aktiv halten
es: Mantener app activa
fr: Maintenir l'app active
ja: アプリ表示を保持
ko: 앱 표시 유지
zh_hans: 保持应用显示

# optimal.settings.return.crown.path
source: Settings → General → Return to Watch Face → After 1 Hour
de: Einstellungen → Allgemein → Zum Zifferblatt → Nach 1 Stunde
es: Ajustes → General → Volver a la esfera → Después de 1 hora
fr: Réglages → Général → Retour au cadran → Après 1 heure
ja: 設定 → 一般 → 文字盤に戻る → 1時間後
ko: 설정 → 일반 → 시계 페이스로 돌아가기 → 1시간 후
zh_hans: 设置 → 通用 → 返回表盘 → 1小时后

# optimal.settings.path.label
source: Settings Path:
de: Einstellungspfad：
es: Ruta de ajustes：
fr: Chemin des réglages：
ja: 設定パス：
ko: 설정 경로：
zh_hans: 设置路径：

# optimal.settings.got.it
source: Got It
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
ko: 알겠습니다
zh_hans: 知道了

# common.ok
source: OK
ko: 확인
zh_hans: 确定

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# toast.settings.resetted
source: Settings have been reset
de: Einstellungen wurden zurückgesetzt
es: Configuración restablecida
fr: Les paramètres ont été réinitialisés
ja: 設定がリセットされました
ko: 설정이 초기화되었습니다
zh_hans: 设置已重置

# toast.purchase.success
source: Purchase successful!
de: Kauf erfolgreich!
es: ¡Compra exitosa!
fr: Achat réussi!
ja: 購入成功！
ko: 구매 성공!
zh_hans: 购买成功！

# toast.language.switched.title
source: Language Switched
de: Sprache geändert
es: Idioma cambiado
fr: Langue changée
ja: 言語が切り替わりました
ko: 언어가 변경되었습니다
zh_hans: 语言已切换

# toast.language.switched.subtitle
source: Restart to apply
de: Neustart anwenden
es: Reiniciar para aplicar
fr: Redémarrer pour appliquer
ja: 再起動で有効
ko: 재시작하여 적용
zh_hans: 重启生效

# toast.premium.required
source: Premium Required
de: Premium erforderlich
es: Premium requerido
fr: Premium requis
ja: プレミアム必要
ko: 프리미엄 필요
zh_hans: 需要会员权限

# toast.no.editable.color
source: No editable color
de: Keine bearbeitbare Farbe
es: Sin color editable
fr: Aucune couleur modifiable
ja: 編集可能な色がありません
ko: 편집 가능한 색상 없음
zh_hans: 没有可编辑的颜色

# toast.color.deleted
source: Color deleted
de: Farbe gelöscht
es: Color eliminado
fr: Couleur supprimée
ja: 色を削除しました
ko: 색상이 삭제되었습니다
zh_hans: 颜色已删除

# toast.color.updated
source: Color updated
de: Farbe aktualisiert
es: Color actualizado
fr: Couleur mise à jour
ja: 色を更新しました
ko: 색상이 업데이트되었습니다
zh_hans: 颜色已更新

# toast.breathing.speed.slower
source: Breathing Slower
de: Langsameres Atmen
es: Respiración más lenta
fr: Respiration plus lente
ja: 呼吸を遅く
ko: 호흡 속도 감소
zh_hans: 呼吸减慢

# toast.breathing.speed.faster
source: Breathing Faster
de: Schnelleres Atmen
es: Respiración más rápida
fr: Respiration plus rapide
ja: 呼吸を速く
ko: 호흡 속도 증가
zh_hans: 呼吸加快

# toast.breathing.speed.default
source: Default Speed
de: Standardgeschwindigkeit
es: Velocidad por defecto
fr: Vitesse par défaut
ja: デフォルト速度
ko: 기본 속도
zh_hans: 默认速度

# toast.breathing.min.colors
source: At least two colors are required
de: Mindestens zwei Farben erforderlich
es: Se requieren al menos dos colores
fr: Au moins deux couleurs requises
ja: 最低2色必要です
ko: 최소 2개의 색상이 필요합니다
zh_hans: 至少需要保留两个颜色

# toast.return.to.breathing.mode
source: Return to Breathing Mode
de: Zurück zum Atemmodus
es: Volver al modo respiración
fr: Retour au mode respiration
ja: 呼吸モードに戻る
ko: 호흡 모드로 돌아가기
zh_hans: 返回呼吸模式

# toast.color.added.success
source: Color Added
de: Farbe hinzugefügt
es: Color añadido
fr: Couleur ajoutée
ja: 色を追加しました
ko: 색상이 추가되었습니다
zh_hans: 颜色新增成功

# toast.tutorial.completed
source: Welcome to Watch Colorful Screen!
de: Willkommen bei Watch Farbbildschirm!
es: ¡Bienvenido a Watch Pantalla Colorida!
fr: Bienvenue dans Watch Écran Coloré !
ja: ウォッチカラー画面へようこそ！
ko: 워치 컬러 화면에 오신 것을 환영합니다!
zh_hans: 欢迎使用手表彩屏！

# epilepsy.warning.title
source: Photosensitive Epilepsy Warning
de: Warnung vor photosensitiver Epilepsie
es: Advertencia de epilepsia fotosensible
fr: Avertissement d'épilepsie photosensible
ja: 光過敏性てんかん警告
ko: 광과민성 간질 경고
zh_hans: 光敏性癫痫警告

# epilepsy.warning.message
source: Fast flashing screens may trigger seizures in individuals with photosensitive epilepsy.
de: Schnell blinkende Bildschirme können bei Personen mit photosensitiver Epilepsie Anfälle auslösen.
es: Las pantallas que parpadean rápidamente pueden desencadenar convulsiones en personas con epilepsia fotosensible.
fr: Les écrans clignotants rapides peuvent déclencher des crises chez les personnes atteintes d'épilepsie photosensible.
ja: 高速点滅する画面は光過敏性てんかん患者の発作を誘発する可能性があります。
ko: 빠르게 깜박이는 화면은 광과민성 간질 환자에게 발작을 유발할 수 있습니다.
zh_hans: 快速闪烁的屏幕可能会引发光敏性癫痫患者的癫痫发作。

# epilepsy.warning.continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続行
ko: 계속
zh_hans: 继续

# epilepsy.warning.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# mode.solidColor
source: Solid Color Mode
de: Einfarbmodus
es: Modo color sólido
fr: Mode couleur unie
ja: 単色モード
ko: 단색 모드
zh_hans: 单色模式

# mode.breathing
source: Breathing Mode
de: Atemmodus
es: Modo respiración
fr: Mode respiration
ja: 呼吸モード
ko: 호흡 모드
zh_hans: 呼吸模式

# breathing.mode.warm
source: Aurora Flame
de: Aurora-Flamme
es: Llama de aurora
fr: Flamme d'aurore
ja: オーロラ炎
ko: 오로라 불꽃
zh_hans: 极光之焰

# breathing.mode.cool
source: Deep Ocean
de: Tiefer Ozean
es: Océano profundo
fr: Océan profond
ja: 深海幻境
ko: 심해 환상
zh_hans: 深海幻境

# breathing.mode.rainbow
source: Rainbow Display
de: Regenbogenbildschirm
es: Pantalla arcoíris
fr: Écran arc-en-ciel
ja: 虹の表示
ko: 무지개 화면
zh_hans: 彩虹之光

# breathing.mode.forest
source: Emerald Forest
de: Smaragdwald
es: Bosque esmeralda
fr: Forêt d'émeraude
ja: エメラルドの森
ko: 에메랄드 숲
zh_hans: 翡翠森林

# breathing.mode.ocean
source: Azure Seas
de: Azurmeere
es: Mares azules
fr: Mers azurées
ja: 蒼い海
ko: 푸른 바다
zh_hans: 碧海蓝天

# breathing.mode.sunset
source: Sunset Glow
de: Sonnenuntergang
es: Resplandor del atardecer
fr: Lueur du coucher de soleil
ja: 夕焼けの輝き
ko: 석양의 색채
zh_hans: 晚霞余晖

# breathing.mode.neon
source: Cyberpunk
ja: サイバーパンク
ko: 사이버펑크
zh_hans: 赛博朋克

# breathing.mode.pastel
source: Dreamy Pastel
de: Träumerisches Pastell
es: Pastel soñador
fr: Pastel de rêve
ja: 夢幻パステル
ko: 몽환 파스텔
zh_hans: 梦幻粉彩

# breathing.mode.monochrome
source: Monochrome Art
de: Monochrome Kunst
es: Arte monocromo
fr: Art monochrome
ja: モノクロアート
ko: 흑백 아트
zh_hans: 黑白艺术

# breathing.mode.stellar
source: Stellar Dreams
de: Sternenträume
es: Sueños estelares
fr: Rêves stellaires
ja: 星の夢
ko: 성간의 꿈
zh_hans: 星际之梦

# breathing.mode.celestial
source: Celestial Palace
de: Himmlischer Palast
es: Palacio celestial
fr: Palais céleste
ja: 天界宮殿
ko: 자미성궁
zh_hans: 紫薇星宫

# breathing.mode.mystic
source: Mystic Realm
de: Mystisches Reich
es: Reino místico
fr: Royaume mystique
ja: 神秘領域
ko: 신비 영역
zh_hans: 翡翠秘境

# breathing.mode.platinum
source: Platinum Legend
de: Platin-Legende
es: Leyenda platino
fr: Légende platine
ja: 白金伝説
ko: 백금 전설
zh_hans: 白金传说

# breathing.mode.phantom
source: Phantom Mist
de: Geisternebel
es: Niebla fantasma
fr: Brume fantôme
ja: 幻霧
ko: 환영 안개
zh_hans: 幻影迷雾

# breathing.mode.aurora
source: Aurora Dance
de: Aurora-Tanz
es: Danza aurora
fr: Danse aurore
ja: 極光舞踏
ko: 극광 무도
zh_hans: 极光幻舞

# breathing.mode.crystal
source: Crystal Temple
de: Kristalltempel
es: Templo cristal
fr: Temple cristal
ja: 水晶神殿
ko: 수정 성전
zh_hans: 水晶圣殿

# breathing.mode.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 커스텀
zh_hans: 个性定制

# tutorial.step.welcome.title
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
ko: 환영합니다
zh_hans: 欢迎使用

# tutorial.step.welcome.description
source: RGB colorful screen app designed for Apple Watch
de: RGB-Farbbildschirm-App für Apple Watch
es: Aplicación de pantalla RGB colorida para Apple Watch
fr: Application d'écran RGB coloré conçue pour Apple Watch
ja: Apple Watch専用のRGBカラー画面アプリ
ko: Apple Watch 전용 RGB 컬러 화면 앱
zh_hans: 专为Apple Watch设计的RGB彩色屏幕应用

# tutorial.step.swipe.title
source: Switch Colors
de: Farben wechseln
es: Cambiar colores
fr: Changer de couleur
ja: 色の切り替え
ko: 색상 전환
zh_hans: 切换颜色

# tutorial.step.swipe.description
source: Swipe left or right to switch colors
de: Nach links oder rechts wischen, um Farben zu wechseln
es: Desliza a izquierda o derecha para cambiar colores
fr: Glissez vers la gauche ou la droite pour changer de couleur
ja: 左右にスワイプして色を切り替えます
ko: 왼쪽이나 오른쪽으로 스와이프하여 색상 전환
zh_hans: 左右滑动屏幕，切换颜色

# tutorial.step.brightness.title
source: Adjust Brightness
de: Helligkeit anpassen
es: Ajustar brillo
fr: Ajuster la luminosité
ja: 明るさの調整
ko: 밝기 조절
zh_hans: 调节亮度

# tutorial.step.brightness.description
source: Turn the Digital Crown to adjust brightness
de: Digital Crown drehen, um Helligkeit anzupassen
es: Gira la Digital Crown para ajustar el brillo
fr: Tournez la Digital Crown pour ajuster la luminosité
ja: デジタルクラウンを回して明るさを調整します
ko: Digital Crown을 돌려 밝기 조절
zh_hans: 旋转数字表冠，调节屏幕亮度

# tutorial.step.shake.title
source: Random Color
de: Zufallsfarbe
es: Color aleatorio
fr: Couleur aléatoire
ja: ランダムカラー
ko: 무작위 색상
zh_hans: 随机一项

# tutorial.step.shake.description
source: Shake your watch to get a random color
de: Uhr schütteln, um eine Zufallsfarbe zu erhalten
es: Agita tu reloj para obtener un color aleatorio
fr: Secouez votre montre pour obtenir une couleur aléatoire
ja: 時計を振ってランダムな色を取得します
ko: 시계를 흔들어 무작위 색상 얻기
zh_hans: 摇晃手表，随机切换颜色

# tutorial.step.editor.title
source: Select Color
de: Farbe auswählen
es: Seleccionar color
fr: Sélectionner la couleur
ja: 色の選択
ko: 색상 선택
zh_hans: 选择颜色

# tutorial.step.editor.description
source: Double-tap to open the editor and pick a custom color
de: Doppeltippen, um Editor zu öffnen und benutzerdefinierte Farbe zu wählen
es: Toca dos veces para abrir el editor y elegir un color personalizado
fr: Double-tapez pour ouvrir l'éditeur et choisir une couleur personnalisée
ja: ダブルタップしてエディタを開き、カスタムカラーを選択します
ko: 두 번 탭하여 편집기를 열고 사용자 지정 색상 선택
zh_hans: 双击屏幕打开编辑器，选择自定义颜色

# tutorial.step.breathing.title
source: Breathing Mode
de: Atemmodus
es: Modo respiración
fr: Mode respiration
ja: 呼吸モード
ko: 호흡 모드
zh_hans: 呼吸模式

# tutorial.step.breathing.description
source: Long-press to toggle breathing mode
de: Lange drücken, um Atemmodus umzuschalten
es: Mantén presionado para alternar el modo respiración
fr: Appuyez longuement pour basculer en mode respiration
ja: 長押しして呼吸モードを切り替えます
ko: 길게 눌러 호흡 모드 전환
zh_hans: 长按屏幕切换呼吸模式

# tutorial.step.settings.title
source: More Settings
de: Weitere Einstellungen
es: Más configuraciones
fr: Plus de paramètres
ja: その他の設定
ko: 추가 설정
zh_hans: 更多设置

# tutorial.step.settings.description
source: Tap the settings button to enter the settings center
de: Einstellungsbutton tippen, um zum Einstellungszentrum zu gelangen
es: Toca el botón de configuración para entrar al centro de configuración
fr: Appuyez sur le bouton paramètres pour accéder au centre de paramètres
ja: 設定ボタンをタップして設定センターに入ります
ko: 설정 버튼을 탭하여 설정 센터로 이동
zh_hans: 点击设置按钮，进入设置中心

# tutorial.step.done.title
source: Done
de: Fertig
es: Terminado
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

# tutorial.step.done.description
source: Let's get started!
de: Lassen Sie uns beginnen!
es: ¡Comencemos!
fr: Commençons !
ja: 始めましょう！
ko: 시작해 보세요!
zh_hans: 开始体验吧！

# tutorial.button.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过

# tutorial.button.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一步

# tutorial.button.done
source: Done
de: Fertig
es: Terminado
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
